{
    "萬念輪迴陣": "上陣鐵手夏侯儀和「雷」，「冰」屬性英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，3格範圍內存在氣血未滿的角色，傷害提高10%。",
    "三身通智陣": "上陣真胤和至少2位「陣眼」英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，2格內有其他友方角色時，絕學傷害提升10%。",
    "義鼠奪風陣": "上陣白玉堂和「暗」，「炎」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，自身攜帶「有益狀態」時，傷害提高10%。",
    "乾坤流燁陣": "上陣武英仲和至少2位「光」屬性英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，若目標未攜帶「有益狀態」，「對戰中」傷害提高15%。",
    "倫巴第協陣": "上陣古倫德和至少2位「男性」英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升15%，自身氣血未滿時，傷害提高10%。",
    "佛口蛇心陣": "上陣青和「雷」，「光」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。目標每有1個「有害狀態」，「對戰中」傷害提高5%（最多提高15%）。",
    "俠風洗刃陣": "上陣奚歌和「炎」，「雷」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，單體絕學傷害提高10%。",
    "元龍兩儀陣": "上陣召祐和「炎」，「冰」屬性英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，3格範圍內存在「炎」或「冰」屬性角色，傷害提高10%。",
    "光焰燭天陣": "上陣慕容箏和至少2位「炎」屬性英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升10%，攻擊攜帶「燃燒」狀態的目標時，傷害提高10%。",
    "冰火絕獄陣": "上陣羅淵女皇和「炎」，「冰」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，自身攜帶「有益狀態」時傷害提高8%，自身未攜帶「有益狀態」時免傷提高8%。",
    "兇星鎮荒陣": "上陣殷千煬和「咒師」，「鐵衛」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。「對戰中」自身氣血大於等於50%時免傷提高8%，目標氣血大於等於50%時傷害提高8%。",
    "劍灼焰染陣": "上陣安逸和「羽士」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，目標不滿血時，「對戰中」自身傷害提高10%",
    "劍膽星馳陣": "上陣燕赤霞和「咒師」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，3格內每多1個其他角色，傷害和暴擊率提高2%（最多提高8%）。",
    "千煌幻日陣": "上陣夏侯儀，冰璃和慕容璇璣時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升15%，造成範圍傷害額外提高10%。",
    "墨染冬月陣": "上陣白復歸和「冰」，「暗」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，2格內存在攜帶「有害狀態」的友方時免傷提高8%，2格內存在攜帶「有害狀態」的敵方時傷害提高8%。",
    "天命玄燁陣": "上陣朧夜和「俠客」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。與無剋制關係的目標「對戰中」傷害提升8%，受到剋制傷害降低8%。",
    "天師明光陣": "上陣雙雙和「暗」，「雷」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。2格內存在攜帶「有益狀態」的其他友方時傷害提高10%",
    "天恩妙雪陣": "上陣於小雪和「俠客」、「鐵衛」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升15%，自身攜帶「有害狀態」小於3個，傷害提高10%。",
    "天機陣": "上陣尉遲良和「鐵衛」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升15%，身周2格有友方角色時，提升10%傷害。",
    "天烈熾炎陣": "上陣殷劍平和至少2位「炎」屬性英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升15%，主動攻擊「對戰中」傷害提高10%。",
    "天魔萬象陣": "上陣劍邪和「暗」，「冰」屬性英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，周圍2圈內每有1個敵人，造成傷害提高5%（最多15%）。",
    "幻冰凝霜陣": "上陣朧妖和至少2位「冰」屬性英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升10%，攻擊攜帶「遲緩」類狀態的目標時，傷害提高10%",
    "幽使馭天陣": "上陣雙曜冰璃和「俠客」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。與非飛行角色「對戰中」傷害和暴擊抗性提高8%。",
    "幽冥夜華陣": "上陣黎幽和至少2位「暗」屬性英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，攻擊攜帶3個及以上「有害狀態」的目標時，傷害提高15%。",
    "幽寰天契陣": "上陣霍雍和「炎」，「冰」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，若氣血高於50%且未攜帶「有害狀態」，傷害提高15%。",
    "弦月封霜陣": "上陣封寒月和至少2位「冰」屬性英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升15%，自身滿血時，物穿，法穿提高10%。",
    "暗月鬥靈陣": "上陣月孛和「鬥將」，「鐵衛」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。與攜帶「屬性降低」類「有害狀態」的敵方「對戰中」傷害和免傷提高8%。",
    "暗香迷情陣": "上陣韓無砂和至少2位「女性」英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升10%，與非女性單位戰鬥時，傷害提升10%",
    "朝花夕夢陣": "上陣九陰和「光」，「暗」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，3格範圍內同時存在其他「光」和「暗」屬相角色，傷害和暴擊率提高8%。",
    "流靄絕殺陣": "上陣巴艾邇和「咒師」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，傷害提升8%，暴擊率提高8%，2格範圍內每有1個其他友方，造成傷害降低4%（最多8%），造成暴擊率降低4%（最多8%）。",
    "海潮升歌陣": "上陣露葵和「鐵衛」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。自身滿血時，傷害提高8%，氣血未滿時，免傷提高8%。",
    "灼光雷鳴陣": "上陣阿秋和「炎」，「光」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，使用傷害絕學時，對處於自身直線位置的目標，暴擊率和傷害提高8%。",
    "焚香銷魂陣": "上陣憛香和「俠客」，「鐵衛」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，若自身未攜帶「有害狀態」，範圍傷害和暴擊率提高8%。",
    "牽靈懾魂陣": "上陣妮可和「俠客」，「鬥將」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，主動攻擊時，傷害提高7%，技能範圍內每多1個目標，傷害額外提高2%（最多額外提高8%）。",
    "狐靈神氛陣": "上陣太玄靈狐和「火」，「幽」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。目標氣血低於90%時，「對戰中」傷害提高8%；自身氣血低於90%時，「對戰中」免傷提高8%。",
    "玄雷淬火陣": "上陣賽特和「暗」，「雷」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，自身氣血越高，傷害和暴擊率越高（最高8%）。",
    "瓊華飛仙陣": "上陣紫楓和「羽士」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升15%，攜帶移動力提高的狀態時，使用絕學傷害提高10%。",
    "璇光天映陣": "上陣星佔賢者和至少2位「光」屬相英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，2格範圍內存在其他「光」屬相角色，暴擊傷害減免和傷害提高8%。",
    "璇璣引雷陣": "上陣慕容璇璣和至少2位「雷」屬性英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升15%，主動攻擊暴擊率提升15%。",
    "祝法化生陣": "上陣九色鹿和「咒師」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。自身滿血時傷害提高8%，自身未攜帶「有害狀態」時免傷提高8%。",
    "神武曦舒陣": "上陣傅雅魚和「男性」、「女性」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，2格範圍內存在其他男性角色時，傷害提高8%，2格範圍內存在其他女性角色時，免傷提高8%。",
    "神觀天掣陣": "上陣雲衣宮主和「雷」，「光」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，自身有主動絕學處於冷卻中時，傷害提高10%。",
    "神闕靈繁陣": "上陣白菀，紫蘊，朱繯和青蘿時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升20%。",
    "紫電青霜陣": "上陣紫蘊和至少2位「雷」屬性英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升10%，攻擊攜帶「電流」狀態的目標時，傷害提高10%",
    "醉夢紅塵陣": "上陣李逍遙和「咒師」，「御風」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，自身每有1個「有益狀態」，傷害提高5%（最多提高15%）。",
    "問仙破御陣": "上陣雪芝和「咒師」，「祝由」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%。攻擊存在主動絕學處於冷卻中的敵方時，傷害提高10%。",
    "附星擢升陣": "上陣允迦和「暗」，「雷」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，傷害提升15%，3格範圍內每有1個敵方，造成傷害降低5%（最多15%）。",
    "風花劍影陣": "上陣殷無邪和至少2位「女性」英靈時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，2格範圍內存在女性角色時，傷害提高10%。",
    "飛燕驚鴻陣": "上陣韓千秀和「俠客」，「鐵衛」英靈至少各一名時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提升15%，主動造成傷害後，額外附加1次「固定傷害」（目標當前氣血*15%）。",
    "驅雷魔魄陣": "上陣劍魂·天尊和「雷」，「幽」屬相英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，若自身未攜帶「有害狀態」，「對戰中」傷害提高15%。",
    "鬼冥煉獄陣": "上陣鮮于超和「羽士」，「咒師」英靈至少各一位時，啟動戰陣。所有我方上陣角色物攻，物防，法攻，法防提高15%，氣血高於70%時，傷害和免傷提高8%。"
}